<?php

 /*
    |--------------------------------------------------------------------------
    | response Language Lines
    |--------------------------------------------------------------------------
    */

return [
     'login'           =>  'لقد قمت بتسجيل الدخول بنجاح',
     'logout'          =>  'لقد قمت بتسجيل الخروج بنجاح',
     'register'        =>  'لقد قمت بالتسجيل بنجاح',
     'add_qrcode'      =>   'تم اضافه النموذج بنجاح ',
     'update_lang'     =>   'تم تحديث اللغه بنجاح',
     'update_notify'   =>   'تم تحديث الاشعارات بنجاح',
     'persons_count'   =>   'لقد تخطيت الحد المسموح من الاشخاص للحمله',
     'wrong'           =>   'هناك خطاء ما جاري اصلاحه',
     'item_not_found'  =>   'هذا العنصر غير متاح',
     'success'         =>   'تمت العمليه بنجاح',
     'expire_time'     =>   'انتهي موعد الغاء الحجز',
     'Admin_check'     =>   'المشرف سوف يراجع طلبك',
     'booking_title'   =>   'لقد قام عميل بحجز حملتك',
     'booking_body1'   =>   ' قام  ',
     'booking_body2'   =>   'بحجز حملتك',
     'get_data'        =>   'تم  ارجاع البيانات ',
     'product_empty'   =>    'لقد نفذ هذا المنتج ',
     'product_quantity'=>    'لقد تجاوزت الكميه المتاحه من هذه المنتج',
     'campaign_completed'    => 'هذه الحمله مكتمله',
     'Regiment_completed'    => 'هذا الفوج مكتمل',
     'wait_for_activation'   =>'انتظر للتفعيل',

     'account_not_avilable'  =>'هذا الحساب غير متاح الان',
     'account_dissabled'     =>'هذا الحساب غير مفعل',

     'cancel_order'          =>'لقد قمت بالغاء الطلب بنجاح',

     'phone_not_avilable'                    =>'هذا الهاتف غير متاح ',
     'check_otp'                             =>'تم ارسال الرمز علي جوالك',
     'update_password'                       =>'تم تغيير كلمه المرور بنجاح',
     'wrong_otp'                             =>'كود خطأ',
     'log_out'                               =>'تم تسجيل الخروج بنجاح',
     'delete_account'                        =>'تم حذف الحساب بنجاح',
     'not_enought_money'                     =>'رصيدك غير كاف',
     'get_campaigns'                          =>'الحصول علي الحملات بنجاح',
     'get_campaign'                          =>'الحصول علي الحمله بنجاح',
     'already_review'                        =>'لقد قمت بالتقييم بالفعل',
     'make_review'                           =>'لقد قمت بالتقيم بنجاح',
     'get_reviews'                           =>'لقد حصلت علي التقيمات',
     'create_order'                          =>'جاري اعداد طلبك',
     'skiped_allowed_value'                  =>'هذا الخصم لم يتجاوز الحد الادني المسموح به',
     'expire_promo_code'                     =>'لقد انتهت صلاحيه هذا الكوبون',
     'not_found'                             =>'لا يوجد بعد',
     'old_password'                          =>'كلمه المرور القديمه خطأ',
     'login_error'                           =>'كلمه المرور او رقم الهاتف غير صحيح ',
     'book_sucssefuly'                       =>'لقد قمت بالحجز بنجاح',
     'request_review'                        =>'طلبك تحت المراجعه',



];


